{
  "title": "Template to prepare preprints and manuscripts using markdown and github actions",
  "authors": [
    {
      "affiliations": [
        "Department of Forest Resources Management, University of British Columbia"
      ],
      "familyname": "Muise",
      "givennames": "Evan, R.",
      "email": "evanmuis@student.ubc.ca",
      "orcid": "0000-0003-3404-3220",
      "status": ["corresponding"]
    },
    {
      "affiliations": [
        "Department of Forest Resources Management, University of British Columbia"
      ],
      "familyname": "Coops",
      "givennames": "Nicholas, C.",
      "email": "nicholas.coops@ubc.ca"
    },
    {
      "affiliations": [
        "Canadian Forest Service (Pacific Forestry Centre)"
      ],
      "familyname": "Hermosilla",
      "givennames": "Txomin",
      "email": "txomin.hermosillagomez@NRCan-RNCan.gc.ca"
    },
    {
      "affiliations": [
        "BC Parks, Ministry of Environment and Climate Change Strategy"
      ],
      "familyname": "Ban",
      "givennames": "Stephen, S."
    }
  ],
  "abstract": 
    "Protected areas (PA) are an effective means of conserving biodiversity and protecting suites of valuable ecosystem services. Currently, many nations and international governments use proportional area protected as a critical metric for assessing progress towards biodiversity conservation. However, this and other common metrics do not assess the effectiveness of PA networks, nor do they assess how representative PA are of the ecosystems they aim to protect. Topography, stand structure, and land cover are all key drivers of biodiversity within forest environments, and are well suited as indicators to assess the representation of PA. Here we examine the protected area network in British Columbia, Canada, through these drivers derived from freely available data and remote sensing products across the provincial biogeoclimatic ecosystem classification system. We examine biases in the protected area network by elevation, forest disturbances, and forest structural attributes, including height, cover, and biomass by comparing a random sample of protected and unprotected pixels. Results indicate that PA are commonly biased towards high elevation and alpine land covers, and that forest structural attributes of the park network are often significantly different in protected vs unprotected areas (426 out of 496 forest structural attributes found to be different; p < 0.01). Analysis of forest structural attributes suggests that establishing additional PA could ensure representation of various forest structure regimes across British Columbia’s ecosystems. We conclude that these approaches using free and open remote sensing data are highly transferable, and can be accomplished using consistent datasets to assess PA representations globally.",
  "keywords": [
    "Protected Areas",
    "Remote Sensing",
    "Forest Structure",
    "Forest Disturbances",
    "Land Cover",
    "Ecological Classifications"
  ],
  "citationstyle": "ecology"
}